* studay
** DONE study 一-三节
   CLOSED: [2017-03-02 Thu 08:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-02 Thu 08:52]
   CLOCK: [2017-03-02 Thu 08:34]--[2017-03-02 Thu 08:52] =>  0:18
   :END:
** DONE Practice<2017-03-02 Thu 08:52>
   CLOSED: [2017-03-02 Thu 09:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-02 Thu 09:19]
   CLOCK: [2017-03-02 Thu 08:52]--[2017-03-02 Thu 09:19] =>  0:27
   :END:
** DONE Study<2017-03-03 Fri 08:19>
   CLOSED: [2017-03-03 Fri 09:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-03 Fri 09:27]
   CLOCK: [2017-03-03 Fri 08:18]--[2017-03-03 Fri 09:27] =>  1:09
   :END:
yank是什么意思？有疑问的请查一下典吧!就好像是中国中医治疗中的拔罐的意思啦（是不
是叫【拔罐】？知道的朋友指正一下吧）！反正在Vim中它就是复制copy的意思。这在Vim的
思考逻辑里，就是【拔】yank起来，【放】put上去，其实复制的指令就是y一个而已。为什
么要独立成一个单元来说明呢？因为Vim复制、粘贴的功能实在太独特了，再配合第三个单
元介绍的数目字，及Vim内部的缓冲区的使用的话，您会发现，原来Vim肚子里还暗藏着秘密
武器。
yy 复制游标所在整行。或大写一个Y。
2yy 或y2y 复制两行。
y^ 复制至行首，或y0。不含游标所处的字元。
y$ 复制至行尾。含游标所处的字元。
yw 复制一个word。
y2w 复制两个字。
yG 复制至文件尾。
y1G 复制至档首。
p 小写p 代表贴至游标后（下）。
P 大写P 代表粘至游标前（上）。
